Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: ཇི་ལྟར་བདག་གིས་སྡུག་བསྔལ་ཉམ་ང་བ་འདི་ལས་ཡོངས་སུ་བསྐྱབ་པ་དང་། འབྲོག་འདི་ལས་རྟོལ་བའི་ཐབས་བསྟན་པ་དང་། འདི་དག་གི་དོན་དུ་རང་གི་སྲོག་ཕངས་པ་ཡོངས་སུ་བཏང་བ་དེ་བཞིན་དུ་བདག་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ནས་བདག་གིས་འདི་དག་ཉིད་འཁོར་བའི་དགོན་པ་ལས་སྒྲོལ་བར་གྱུར་ཅིག །ཅེས་སྨྲས་ནས་གླང་པོ་ཆེ་དེས་ལག་པ་གཉིས་ཀྱིས་སྣ་བརྫེས་ནས་བདག་ཉིད་རི་དེའི་ཁ་ནས་མཆོངས་པ་དང་། གླང་པོ་ཆེའི་གཙོ་བོ་ལུས་ཆེན་པོ་ལྷུང་མ་ཐག་ཏུ་མོད་ལ་ཤི་བར་གྱུར་ཏོ།
en: ‘Just as I protected them from their dreadful pain, instructed them on how to pass through the highland, and now will sacrifice my life for them, may I realize complete and supreme awakening and liberate these people from the wilderness of transmigration!’ The elephant held his trunk with his front legs and threw himself from the mountain. The leader of the elephants, whose body was large, died just as he fell to the ground.

source: །བློན་པོ་དེ་རྣམས་ཀྱིས་བཙལ་བ་ན་མཐོང་སྟེ་དེ་རྣམས་གནས་དེར་སོང་ནས། དེ་རྣམས་ཀྱིས་གླང་པོ་ཆེ་གཙོ་བོ་དེ་མཐོང་བ་དང་། གཅིག་ལ་གཅིག་སྨྲས་པ། གླང་པོ་ཆེའི་གཙོ་བོ་གང་གིས་བདག་ཅག་གི་སྲོག་བྱིན་པ་དེ་ནི་ཡང་འདི་ཡིན་ཏེ།
en: The ministers went there and, when they saw the leader of the elephants, they said to each other, ‘This is the leader of the elephants who saved our lives.

source: གལ་ཏེ་དེའི་སྟེང་དུ་ལག་ལ་བཞག་ན་ཇི་ལྟར་བདག་ཅག་གི་ལག་པ་ས་ལ་ལྷུང་བར་མི་འགྱུར།
en: If we put our hands on him, will they not fall to the ground?’

source: དེ་ནས་གནས་གཙང་མའི་ལྷ་རྣམས་ཀྱིས་བདག་ཉིད་ཆེན་པོ་འདིས་གང་གི་དོན་དུ་སྲོག་ཡོངས་སུ་བཏང་བའི་ཡིད་ལ་རེ་བ་ཡོངས་སུ་རྫོགས་པར་གྱིས་ཤིག་ཅེས་སྒྲ་ཕྱུང་ངོ་། །དེ་ནས་བློན་པོ་དེ་རྣམས་ཀྱིས་གླང་པོ་ཆེ་གཙོ་བོ་དེའི་རྒྱུ་ལྟོ་ཕྱུང་ནས་བཀྲུས་ཏེ་ཆུས་བཀང་ནས་རྩ་བ་དང་འབྲས་བུ་རྣམས་ཁྱེར་ནས་གླང་པོ་ཆེ་གཙོ་བོ་དེའི་རོ་ལ་མཆོད་པ་བྱས་ཏེ་འབྲོག་དེ་རྟོལ་ནས་ཕྱིས་སྨོན་ལམ་བཏབ་པ།
en: “Then the gods of the Heaven of Pure Abode uttered these words: ‘The aspiration for which this great one sacrificed his life should be accomplished.’ The ministers then took out the intestines of the leader of the elephants, washed them, filled them with water, collected roots and fruits, worshiped the dead body of the leader of the elephants, passed through the highland, and later made an aspiration themselves:

source: ཇི་ལྟར་བདག་ཉིད་ཆེན་པོ་འདིས། བདག་ཅག་རྣམས་རྗེས་སུ་གཟུང་བའི་ཕྱིར་རང་གི་སྲོག་ཡོངས་སུ་བཏང་བ་དང་། བདག་ཅག་འབྲོག་འདི་ལས་ཡོངས་སུ་བསྐྱབས་པ་དེ་བཞིན་དུ་བདག་ཉིད་ཆེན་པོ་དེ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ནས་བདག་ཅག་འཁོར་བའི་འབྲོག་ཆེན་པོ་ལས་ཡོངས་སུ་ཐར་བར་བྱེད་པར་གྱུར་ཅིག་ཅེས་བྱས་སོ།
en: ‘Just as this great one sacrificed his life to help us and we were saved from this highland, may this great one, having realized complete and supreme awakening, liberate us from the vast wilderness of transmigration!’ ”

source: དེའི་ཚེ་དེའི་དུས་ཀྱི་གླང་པོ་ཆེ་གཙོ་བོ་གང་ཡིན་པ་དེ་ནི་ང་ཉིད་ཡིན་ནོ།
en: It was me who was the leader of the elephants at that time, on that occasion.

source: །རྒྱལ་པོ་ཆེན་པོ་ངས་བདག་ཉིད་ཡོངས་སུ་བཏང་བ་དེས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཐོབ་བོ་སྙམ་ན་ཁྱོད་ཀྱིས་དེ་ལྟར་མི་བལྟ་སྟེ།
en: “Great King, if you think that I attained supreme and complete awakening because I sacrificed myself, you should think otherwise;

source: འོན་ཀྱང་ངས་བདག་ཉིད་ཡོངས་སུ་བཏང་བ་དེ་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་རྒྱུ་ཙམ་དང་། རྐྱེན་ཙམ་དང་། ཚོགས་ཙམ་ཡིན་ནོ།
en: that I sacrificed myself was only a cause, only a condition, only a preparation for supreme and complete awakening.” 7. The Nāga

source: །རྒྱལ་པོ་ཆེན་པོ་གཞན་ཡང་ངས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་དོན་དུ་གཉེར་བའི་ཕྱིར་སྲོག་ཆགས་སྟོང་ཕྲག་མང་པོ་ལ་རང་གི་ཤས་ཚིམ་པར་བྱས་ཀྱང་ངའི་སེམས་ཉམས་པ་མེད་པ་གང་ཡིན་པ་དེ་ཉོན་ཅིག །རྒྱལ་པོ་ཆེན་པོ་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན་ཀླུ་གཞོན་ནུ་ཙམ་པ་སྐྱེས་ཞེས་བྱ་བ་དད་པ་བཟང་བ།
en: “Great King, again, seeking supreme and complete awakening, I satisfied hundreds of thousands of beings with my own flesh, and my heart never sank. Listen to that story. “Great King, once in the past there was a young nāga called Cāmpeya who was pious and good and had a virtuous disposition.

source: དགེ་བའི་བསམ་པ་ཅན་དེ་ཚེས་བརྒྱད་དང་བཅུ་བཞི་ལ་གནས་ནས་བྱུང་ནས་ཡན་ལག་བརྒྱད་དང་ལྡན་པའི་གསོ་སྦྱོང་བླངས་ཏེ་གནས་གསལ་བར་ལུས་ཆེན་པོར་བྱས་ནས་ལུས་བཏང་སྟེ་གནས་ཤིང་འཇིག་རྟེན་ན་འགྲོ་བ་དང་གནས་པ་ལ་ཅུང་ཟད་ཀྱང་གནོད་པ་མི་བྱེད་དོ།
en: On the eighth and the fourteenth day of every month, he left his abode, practiced the eightfold poṣadha, enlarged his body in an open space, and gave his body away. He did not do any harm to those that were walking and living in the world.

source: །ལོ་ཉེས་བྱུང་ནས་ལས་ལ་མི་ལྟ་བའི་མི་གནག་རྫི་དང་། ཕྱུགས་རྫི་དང་། ཤིང་ཐུན་དང་། ལམ་གྱིས་འཚོ་བ་དང་། ལམ་གོལ་བས་འཚོ་བའི་མི་རྣམས་ཀྱིས་ཀླུའི་ཤ་ལས་བཅད་ཅིང་བཅད་ཅིང་བཟའ་བར་བརྩམས་ཏེ།
en: “When a famine broke out, people who lost their work, namely, herdsmen, shepherds, wood gatherers, people who make a living properly, and people who make a living improperly, began to cut the nāga’s flesh and eat pieces of it.

source: དེ་ནས་ངས་དུས་མང་པོར་རང་གི་ཤས་ཚིམ་པར་བྱས་ན་ཡང་ངའི་སེམས་མ་ཉམས་སོ།
en: During that period I satisfied them with my own flesh many times, but my heart never sank.

source: དེའི་ཚེ་དེའི་དུས་ཀྱི་ཀླུ་གཞོན་ནུ་ཙམ་པ་སྐྱེས་གང་ཡིན་པ་དེ་ནི་ང་ཉིད་ཡིན་ནོ།
en: It was me who was the young nāga Cāmpeya at that time, on that occasion.

source: །རྒྱལ་པོ་ཆེན་པོ་ངས་རང་གི་ཤ་ཡོངས་སུ་བཏང་བ་དེས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཐོབ་བོ་སྙམ་ན་ཁྱོད་ཀྱིས་དེ་ལྟར་མི་བལྟ་སྟེ།
en: “Great King, if you think that I attained supreme and complete awakening because I sacrificed my own flesh, you should think otherwise;

source: །རྒྱལ་པོ་ཆེན་པོ་གཞན་ཡང་ངས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་དོན་དུ་གཉེར་བའི་ཕྱིར་སེམས་ཅན་ལ་ཕན་པར་བྱས་པ་གང་ཡིན་པ་དེ་ཉོན་ཅིག །རྒྱལ་པོ་ཆེན་པོ་སྔོན་བྱུང་བ་མཚོ་ཆེན་པོ་མ་དྲོས་པ་ན་ངང་པ་རྣམས་ཀྱི་སྡེ་དཔོན་ཡུལ་འཁོར་སྐྱོང་ཞེས་བྱ་བ་ཞིག་བྱུང་བར་གྱུར་ཏོ།
en: “Great King, again, seeking supreme and complete awakening, I benefited beings. Listen to that story. “Great King, once there was a chief of the haṃsas named Dhṛtarāṣṭra on Lake Anavatapta.

source: །དེ་ལ་བུ་གཉིས་ཡོད་དེ། གང་བ་དང་། བཞིན་རྒྱས་ཞེས་བྱ་སྟེ། ཕུ་བོ་ནི་གང་བའོ། །ནུ་བོ་ནི་བཞིན་རྒྱས་སོ། །གང་བ་ནི་གཏུམ་པ། གཟུ་ལུམས་ཅན།
en: He had two sons named Pūrṇa and Pūrṇamukha; the older one was Pūrṇa and the younger Pūrṇamukha.

source: བརླང་བ་ཞིག་པས་རྒྱུན་ཁོ་ནར་ངང་པ་རྣམས་ལ་སྡིགས་པར་བྱེད་དེ།
en: Pūrṇa was fierce, violent, and rough, and always treated the other haṃsas badly.

source: ཁ་ཅིག་ལ་སྒྲོ་འབྱིན། ཁ་ཅིག་ལ་ནི་སྡེར་མོས་རྨ་འབྱིན་ཏེ།
en: He plucked the feathers of one, injured another with his claws, and engaged in hundreds of other kinds of harm.

source: དེ་ལྟ་བུ་དང་། གནོད་པ་གཞན་ཡང་བརྒྱ་ཕྲག་དག་བྱས་ནས་ངང་པ་རྣམས་ངང་པའི་སྡེ་དཔོན་ཡུལ་འཁོར་སྐྱོང་གི་དྲུང་དུ་སོང་ནས་ཉི་མ་རེ་རེ་ཞིང་ཡང་གོ་བར་བྱེད་པ་དང་། དེས་བསམས་པ།
en: Haṃsas would go to their chief, Dhṛtarāṣṭra, to make daily reports.

source: གང་བ་ནི་གཏུམ་པ། གཟུ་ལུམས་ཅན། བརླང་བ་ཡིན་ཏེ།
en: He thought, ‘Pūrṇa is fierce, violent, and rough.

source: གལ་ཏེ་འདི་རྒྱལ་ཚབ་ཏུ་བཅུག་ན་བདག་འདས་པ་དང་འདིས་ངང་པའི་ཁྱུ་བཤིག་པར་འགྱུར་གྱིས་དེ་ལ་ཐབས་ཞིག་བཤམ་པར་བྱའོ་སྙམ་ནས།
en: If I appoint him as my successor, he will destroy the flock of haṃsas after my death. So, I will devise a plan.’

source: དེས་གང་བ་དང་། བཞིན་རྒྱས་གཉིག་བཀུག་སྟེ་སྨྲས་པ། འབབ་ཆུའི་དངོ་དང་། མཚོ་དང་། མཚེའུ་རྣམས་བལྟས་ཏེ་ངའི་དྲུང་དུ་ཐོག་མར་སུ་འོངས་པ་དེ་ངས་ངང་པ་རྣམས་ཀྱི་སྡེ་དཔོན་དུ་གཞུག་གོ།
en: “He called the two, Pūrṇa and Pūrṇamukha, and said, ‘I will appoint as the chief of the haṃsas he who comes to me first after having seen the banks of rivers, lakes, and ponds.’

source: །དེ་གཉིས་ཕན་ཚུན་འགྲན་པས་འཁོར་ལྔ་བརྒྱ་ལྔ་བརྒྱ་དང་དོང་བ་ལས་དེ་གཉིས་ཀྱིས་འབབ་ཆུའི་དངོ་དང་། མཚོ་དང་། མཚེའུ་རྣམས་ཕན་ཚུན་དུ་བལྟས་ནས་དེ་གཉིས་རིམ་གྱིས་བཱ་རཱ་ཎ་སཱིའི་གྲོང་ཁྱེར་དུ་ཕྱིན་ཏོ།
en: “The two then vied with each other to depart with five hundred attendants respectively. Each of the two saw the banks of the rivers, lakes, and ponds, and arrived in due course at the city of Vārāṇasī.

source: །དེའི་ཚེ་བཱ་རཱ་ཎ་སཱིའི་གྲོང་ཁྱེར་ན་རྒྱལ་པོ་ཚངས་སྦྱིན་ཞེས་བྱ་བ་རྒྱལ་སྲིད་བྱེད་དེ། འབྱོར་པ་དང་། རྒྱས་པ་དང་ཞེས་བྱ་བ་ནས་སྐྱེ་བོ་དང་མི་མང་པོས་རབ་ཏུ་གང་བ་ཞེས་བྱ་བའི་བར་དུ་སྟེ།
en: At that time in the city of Vārāṇasī a king named Brahmadatta was ruling over the country, which was rich, prosperous . . . and full of many people.

source: བཱ་རཱ་ཎ་སཱིའི་སྐྱེད་མོས་ཚལ་ན་དེའི་རྫིང་ཚངས་ལྡན་ཞེས་བྱ་བ་མཚོ་བས་ཁྱད་པར་དུ་འཕགས་པར་ཟབ་པ་ཞིག་ཡོད་དེ།
en: In a park in Vārāṇasī, there was a pond of his called Brahmāvatī, which was deeper than a lake.

source: དེ་ལས་ཆུ་ལས་སྐྱེས་པའི་མེ་ཏོག་རྣམ་པ་སྣ་ཚོགས་བསྐྱེད་ཅིང་ཕྱོགས་བཞི་འཁོར་བར་ཡང་མེ་ཏོག་དང་འབྲས་བུའི་ཤིང་སྟོང་ཕྲག་དུ་མ་དག་བསྐྲུན་ནས།
en: There were various aquatic flowers, and there grew thousands of trees with flowers and fruits in the four directions around the pond.

source: དེ་ཨུཏྤ ལ་དང་། པད་མ་དང་། ཀུ་མུ་ད་དང་། པད་མ་དཀར་པོས་ཁེབས་ལ་ཤིང་རྣམ་པ་དུ་མས་སྟུག་པོར་བརྒྱན་ནས་བྱ་རྣམ་པ་མང་པོ་དག་སྐད་འབྱིན་ཏོ།
en: The pond was covered with utpala, padma, kumuda, and puṇḍarīka flowers and densely surrounded by many kinds of trees, and there sang many sorts of birds.

source: །དེའི་འབྱོར་པ་དེ་མཐོང་ནས་གང་བ་ངང་པ་ལྔ་བརྒྱས་ཡོངས་སུ་བསྐོར་ཏེ་བབས་ནས་ཅི་དགར་རྒྱུ་ཞིང་དེས་རྩེ་བར་བརྩམས་སོ།
en: “Having seen the riches of the pond, Pūrṇa, surrounded by five hundred haṃsas, landed and began to enjoy himself, walking around as he pleased.

source: །བཞིན་རྒྱས་ལ་ཡང་རང་གི་ཁྱུས་སྨྲས་པ། ཁྱོད་ཀྱང་བོབས་ལ་རྩེད་མོ་མཛོད།
en: Pūrṇamukha was told by his flock, too, ‘You should land and enjoy yourself as well.’

source: དེས་སྨྲས་པ། རེ་ཞིག་རྒྱལ་སྲིད་ཇེ་བླངས་ལ། དེ་ནས་ཕྱིས་འོངས་ཏེ་རྩེ་བར་བྱའོ།
en: “ ‘I will first accept the throne,’ he said, ‘and after that come back and enjoy myself.’

source: །ཞེས་དེས་མྱུར་བ་མྱུར་བར་སོང་ནས་རྒྱལ་སྲིད་བླངས་ཏེ།
en: “He departed quickly and accepted the throne.

source: དེ་ནས་ངང་པ་ལྔ་བརྒྱས་ཡོངས་སུ་བསྐོར་ནས་བཱ་རཱ་ཎ་སཱིར་ལྷགས་ཏེ་ཚངས་ལྡན་གྱི་རྫིང་དུ་བབས་ནས་རྩེ་བར་བརྩམས་ཏེ།
en: Then, surrounded by five hundred haṃsas, he approached Vārāṇasī, landed on Brahmāvatī Pond, and began to enjoy himself.

source: དེ་དེ་ལྟ་བུའི་བག་ཡོད་པས་གནས་པ་སྐྱེ་བོའི་ཚོགས་ཀྱིས་མཐོང་ནས་ཡ་མཚན་སྐྱེས་ཏེ།
en: People saw him thus at ease and felt wonder:

source: ཨེ་མ འོ་ངང་པའི་སྡེ་དཔོན་མཆོག་ཏུ་བལྟ་ན་སྡུག་པའི་གཟུགས་ཅན་གང་ནས་འདིར་འོངས།
en: ‘Hey, where did that chief of the haṃsas, the one with a most attractive appearance, come from?

source: ཚངས་ལྡན་གྱི་རྫིང་གི་རྒྱན་དུ་གྱུར་ཅིང་ཆུ་ན་རྒྱུ་བའི་བྱ་ཐམས་ཅད་གཟུགས་མཛེས་པས་ཟིལ་གྱིས་མནན་ཏེ་འཇིག་རྟེན་དགའ་བ་སྐྱེད་ཅིང་ཅི་དགའ་མགུར་གནས་སོ།
en: He behaves as he pleases; he is the adornment of Brahmāvatī Pond, surpassing all the other aquatic birds in beauty, and enrapturing worldly beings.’

source: །དེ་བཱ་རཱ་ཎ་སཱི་ན་གནས་པའི་སྐྱེ་བོའི་ཚོགས་ཐམས་ཅད་ཀྱིས་ཐོས་ནས་ཚངས་ལྡན་གྱི་རྫིང་གི་མཐའ་ཡོངས་སུ་བསྐོར་ཏེ། དེ་བག་རྐྱོང་ཞིང་གནས་པ་དང་། གཟུགས་མཛེས་པ་ལ་ལྟ་ཞིང་གནས་སོ།
en: “All the people living in Vārāṇasī heard about this. They surrounded Brahmāvatī Pond’s rim and watched him, who was peaceful and beautiful.

source: །བློན་པོ་རྣམས་ཀྱིས་རྒྱལ་པོ་ལ་རིག་པར་བྱས་པ་ལྷ་ངང་པའི་སྡེ་དཔོན་ཞིག་ག་ཞིག་གཅིག་ནས་མཆིས་ནས་དེ་ཚངས་ལྡན་གྱི་རྫིང་དུ་འཁོར་བརྒྱ་ཕྲག་དུ་མ་དང་བབས་ཏེ་ཆུ་ན་རྒྱུ་བའི་བྱ་ཐམས་ཅད་གཟུགས་མཛེས་པས་ཟིལ་གྱིས་མནན་ནས་འཇིག་རྟེན་དགའ་བ་སྐྱེད་ཅིང་བག་བརྐྱང་སྟེ་གནས་ཤིང་མཆིས་སོ།
en: The ministers then informed the king, ‘Your Majesty, the chief of the haṃsas has come from somewhere and landed on Brahmāvatī Pond with hundreds of attendants. He is staying there, surpassing all the other aquatic birds in beauty and enrapturing worldly beings.’

source: །རྒྱལ་པོས་སྨྲས་པ། ཤེས་ལྡན་དག་གལ་ཏེ་དེ་ལྟར་གྱུར་ན་བྱ་བ་རྣམས་ཁུག་ཤིག །དེ་རྣམས་ཀྱིས་བཀུག་ནས་རྒྱལ་པོས་སྨྲས་པ།
en: “ ‘Sirs,’ the king ordered them, ‘if that is so, summon bird catchers.’

source: ཤེས་ལྡན་དག་ཚངས་ལྡན་གྱི་མཚོ་ན་བྱ་མཆོག་ཏུ་གཟུགས་མཛེས་པ་བལྟ་ན་སྡུག་པ་ངང་པའི་སྡེ་དཔོན་ཞིག་ག་ཞིག་གཅིག་ནས་འོངས་སོ་ཞེས་ཐོས་ཀྱིས།
en: “They did summon bird catchers, and the king said to them, ‘Sirs, I have heard that the chief of the haṃsas, who is the most beautiful and attractive bird, has come to Brahmāvatī Pond from somewhere.

source: ཁྱེད་ཅག་གིས་དེ་གཅིག་པུ་མ་སྣད་པར་རྙིས་ཟུང་ལ་ངའི་དྲུང་དུ་ཁྱེར་ཏེ་ཤེག་ཤིག །དེས་དེ་རྙི་མཆོག་ཏུ་འཇམ་པོས་རྨ་མ་བྱུང་བར་བཟུང་བ་དང་། དེས་ཚིགས་སུ་བཅད་དེ་སྨྲས།
en: Catch only him with a net, without injuring him, and bring him to me.’ “They caught him with a very soft net without hurting him. He then spoke a verse:

source: བདག་ནི་དམ་པོར་རྙིས་བཟུང་བས།
en: “ ‘Since I have been tightly caught with a net,

source: །མི་ཡི་དབང་སོང་བྱར་མེད་ཀྱིས།
en: Captured by humans, and there is no way to escape,

source: །ཅི་ནས་ངང་པའི་ཁྱུ་དག་ནི།
en: The flock of haṃsas should go quickly

source: །མྱུར་དུ་མ་དྲོས་འདེང་བར་གྱིས།
en: To Anavatapta by any means.’

source: །ངང་པ་ལྔ་བརྒྱར་གཅིག་གིས་མ་ཚང་བ་ནི་བྲོས་སོ།
en: “Four hundred ninety-nine haṃsas flew away.

source: །དེ་ནས་གཅིག་པུ་རྙིས་བཟུང་བས་མྱ་ངན་གྱིས་ནོན་ཅིང་གནས་པ་དེ་བྱ་པ་རྣམས་ཀྱིས་མཐོང་ནས་ངོ་མཚར་སྐྱེས་ཏེ་རྒྱལ་པོས་འཇིགས་ནས།
en: Then, caught with a net, he alone remained, stricken by sorrow. The bird catchers regarded him and felt wonder.

source: མ་སྣད་པ་དང་། མ་ཤི་བར་དེ་དག་གིས་ངང་པའི་སྡེ་དཔོན་དེ་ཁྱེར་ནས་རྒྱལ་པོའི་དྲུང་དུ་སོང་ངོ་།
en: Being afraid of the king, though, they took the chief of the haṃsas to the king without hurting or killing him.

source: །ཅིག་ཤོས་དེ་ཡང་མ་བཟུང་བཞིན་དུ་ཆགས་པའི་རྙིས་བཅིངས་པས་རང་ཉིད་སོང་ངོ་།
en: “One remaining one, not caught by humans but entrapped by the net of love, voluntarily followed them.

source: །ངང་པའི་སྡེ་དཔོན་རྒྱལ་པོ་ལ་ཕུལ་བ་དང་། རྒྱལ་པོས་སྨྲས་པ། ཤེས་ལྡན་དག་ཅིག་ཤོས་འདི་ཅི་སྟེ་ཁྱེར་ཏེ་འོངས།
en: When the chief of the haṃsas was presented to the king, the king asked them, ‘Sirs, why have you brought this other one, too?’

source: དེ་རྣམས་ཀྱིས་སྨྲས་པ། ལྷ་བདག་ཅག་གིས་ནི་འདི་མ་བཟུང་ན་འོན་ཀྱང་རང་ཉིད་མཆིས་ལགས་སོ།
en: “ ‘Your Majesty,’ they answered, ‘we did not catch it, but it came voluntarily.’

source: །རྒྱལ་པོ་མཆོག་ཏུ་ངོ་མཚར་དུ་གྱུར་ཏེ་དད་པ་ཆེན་པོ་སྐྱེས་སོ།
en: “The king felt wonder, and great faith arose in him.

source: །དེ་ནས་རྒྱལ་པོས་ངང་པའི་སྡེ་དཔོན་སེང་གེའི་ཁྲིའི་སྟེང་དུ་བཞག་གོ།
en: Then the king put the chief of the haṃsas on the lion’s seat.

source: །དེ་ནས་ངང་པའི་སྡེ་དཔོན་གྱིས་མིའི་སྐད་ཀྱིས་གང་ཐོས་ནས་རྒྱལ་པོ་འཁོར་དང་བཅས་པ་དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་ལ་བཀོད་པ་དེ་ལྟ་བུའི་ཆོས་བཤད་པར་བྱས་སོ།
en: The chief of the haṃsas then taught the Dharma in human language so that, having listened to it, the king and his attendants were settled in the ten kinds of good acts.

source: །རྒྱལ་པོས་བློན་པོ་རྣམས་ལ་བསྒོ་བ། ཤེས་ལྡན་དག་དེང་ལ་བཱ་རཱ་ཎ་སཱིའི་གྲོང་ཁྱེར་དུ་དྲིལ་སྒྲོགས་སུ་ཆུག་ལ།
en: The king ordered his ministers, ‘Sirs, proclaim with the ringing of bells in the city of Vārāṇasī today:

source: ངའི་ཡུལ་ན་ཆུ་ན་རྒྱུ་བའི་སྲོག་ཆགས་རྣམས་སུས་ཀྱང་མ་བསད་ཅིག །དེ་རྣམས་ཀྱིས་དྲིལ་སྒྲོགས་སུ་བཅུག་ནས་སུ་ཡང་ཆུ་ན་རྒྱུ་བའི་སྲོག་ཆགས་མ་གསོད་ཅིག །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: “Nobody may kill aquatic creatures in my country.” ’ “They then did proclaim with the ringing of bells: ‘Nobody may kill aquatic creatures.’ ”

source: དེའི་ཚེ་དེའི་དུས་ཀྱི་ངང་པའི་སྡེ་དཔོན་བཞིན་རྒྱས་གང་ཡིན་པ་དེ་ནི་ང་ཉིད་ཡིན་ཏེ།
en: It was me who was the chief of the haṃsas, Pūrṇamukha, at that time, on that occasion.

source: དེ་ན་ངས་སེམས་ཅན་དེ་སྙེད་ལ་ཕན་པ་བྱས་སོ།
en: I benefited many beings there.

source: །རྒྱལ་པོ་ཆེན་པོ་གཞན་ཡང་ངས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་དོན་དུ་གཉེར་བའི་ཕྱིར་སེམས་ཅན་ལ་ཕན་པ་བྱས་ཏེ་དགེ་བ་ལ་བཙུད་པ་གང་ཡིན་པ་དེ་ཉོན་ཅིག །རྒྱལ་པོ་ཆེན་པོ་སྔོན་བྱུང་བ་སྟོན་པ་མིག་མཛེས་ཞེས་བྱ་བ་ཕྱི་རོལ་པའི་མུ་སྟེགས་རྫུ་འཕྲུལ་དང་ལྡན་པ་འདོད་པ་རྣམས་ལས་འདོད་ཆགས་དང་བྲལ་བ་ཞིག་བྱུང་སྟེ།
en: “Great King, again, seeking supreme and complete awakening, I benefited beings and led them to virtue. Listen to that story. “Great King, once there appeared a teacher named Sunetra, who was a non-Buddhist ascetic, possessed of magical power, and free from desires.

source: སྟོན་པ་མིག་མཛེས་ཀྱི་ཉན་ཐོས་བརྒྱ་ཕྲག་དུ་མ་དང་། སྟོང་ཕྲག་དུ་མ་དང་། བརྒྱ་སྟོང་ཕྲག་དུ་མ་བྱུང་ངོ་།
en: The teacher Sunetra had hundreds of, thousands of, hundreds of thousands of disciples.

source: །སྟོན་པ་མིག་མཛེས་ཉན་ཐོས་རྣམས་ལ་ཆོས་སྟོན་པ་ནི་ཤིན་ཏུ་ཟད་པར་འགྱུར་བ་མ་ཡིན། ཤིན་ཏུ་དྲི་མ་མེད་པར་འགྱུར་བ་མ་ཡིན། ཤིན་དུ་ཚངས་པར་སྤྱོད་པ་ལ་གནས་པར་འགྱུར་བ་མ་ཡིན་ཏེ།
en: The Dharma the teacher Sunetra preached to the disciples was not for completely exhausting the cycle of rebirth, becoming completely taintless, or completely cultivating the pure life but for participating in the Brahmā World.

source: ཚངས་པའི་འཇིག་རྟེན་དང་སྐལ་བ་མཉམ་པའི་བར་ཡིན་ནོ། །སྟོན་པ་མིག་མཛེས་ཀྱི་ཉན་ཐོས་ཐམས་ཅད་ཀྱི་ཐམས་ཅད་དུ་བསླབ་པ་ཡོངས་སུ་རྫོགས་པ་གང་ཡིན་པ་དེ་དག་ནི་ཚངས་པའི་གནས་པ་བཞི་བསྒོམས་ནས་འདོད་པ་རྣམས་ལ་འདོད་པའི་འདུན་པ་སྤངས་ཏེ། དེ་ལ་ལན་མང་དུ་གནས་ཤིང་ཚངས་པའི་འཇིག་རྟེན་དང་སྐལ་བ་མཉམ་པར་སྐྱེས་སོ། །ཐམས་ཅད་ཀྱི་ཐམས་ཅད་དུ་མ་ཡིན་པ་གང་ཡིན་པ་གང་དག་ཡིན་པ་དེ་ལས་ཁ་ཅིག་ནི་འཕྲུལ་དགར་རོ། །ཁ་ཅིག་ནི་དགའ་ལྡན་དུ་འོ།
en: “Among all the disciples of the teacher Sunetra, those who were entirely disciplined and perfected, after practicing the four pure abodes, abandoned longing for the objects of desire, stayed in that state many times, and were reborn as members of the Brahmā World.

source: །ཁ་ཅིག་ནི་སུམ་བཅུ་རྩ་གསུམ་པ་དང་། རྒྱལ་ཆེན་བཞིའི་རིས་དང་། རྒྱལ་རིགས་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་དང་། བྲམ་ཟེའི་རིགས་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་དང་། ཁྱིམ་བདག་གི་རིགས་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་རྣམས་དང་སྐལ་བ་མཉམ་པར་སྐྱེས་སོ།
en: Among those who were not entirely disciplined and perfected, some were reborn as gods of Nirmāṇarati, some as gods of Tuṣita, and some as members of the gods of the Thirty-Three or the Four Great Kings, or very wealthy kṣatriya families, brahmin families, or householder families.

source: །དེ་ནས་སྟོན་པ་མིག་མཛེས་འདི་སྙམ་དུ་སེམས་ཏེ། གལ་ཏེ་བདག་ཉན་ཐོས་རྣམས་དང་ལྷན་ཅིག་འགྲོ་བ་མཉམ་པ་དང་། སྐྱེ་བ་མཉམ་པ་དང་། ཚེ་ཕྱི་མ་མཉམ་པ་ནི་འོས་པ་མ་ཡིན་གྱིས།
en: “Thereupon the teacher Sunetra thought, ‘It would not be right if I were reborn in an equal mode of life, equal birth, equal afterlife to that of my disciples.

source: མ་ལ་བདག་གིས་གོང་དུ་བསམ་གཏན་གཉིས་པ་བྱམས་པས་བསྒོམ་པར་བྱའོ་སྙམ་ནས། དེས་བསམ་གཏན་གཉིས་པ་བསྒོམས་པས་འོད་གསལ་གྱི་ལྷ་རྣམས་དང་སྐལ་བ་མཉམ་པར་སྐྱེས་པར་གྱུར་ཏོ།
en: I will now practice the higher, second dhyāna with love.’ By practicing the second dhyāna, he was reborn as a member of the gods of Clear Light.

source: །རྒྱལ་པོ་ཆེན་པོ་དེའི་ཚེ་དེའི་དུས་ན་སྟོན་པ་མིག་མཛེས་ཞེས་བྱ་བར་གྱུར་པ་དེ་གཞན་ཞིག་ཡིན་སྙམ་ན་ཁྱོད་ཀྱིས་དེ་ལྟར་མི་བལྟ་སྟེ།
en: “Great King, if you think that the one who was that teacher named Sunetra at that time, on that occasion, was someone else, you should think otherwise.

source: ང་ཉིད་དེའི་ཚེ་དེའི་དུས་ན་སྟོན་པ་མིག་མཛེས་ཞེས་བྱ་བ་ཕྱི་རོལ་པའི་མུ་སྟེགས་རྫུ་འཕྲུལ་དང་ལྡན་པ་འདོད་པ་རྣམས་ལས་འདོད་ཆགས་དང་བྲལ་བ་དེ་ཡིན་པར་གྱུར་ཏོ།
en: I was the teacher named Sunetra, who was a non-Buddhist ascetic, possessed of magical power, and free from desires at that time, on that occasion.

source: །ང་ཉིད་ཀྱི་ཉན་ཐོས་བརྒྱ་ཕྲག་དུ་མ་དང་། སྟོང་ཕྲག་དུ་མ་དང་། བརྒྱ་སྟོང་ཕྲག་དུ་མ་བྱུང་བར་གྱུར་པའི་ཉན་ཐོས་རྣམས་ལ་ང་ཉིད་ཀྱིས་ཤིན་ཏུ་ཟད་པར་འགྱུར་བ་མ་ཡིན། ཤིན་ཏུ་དྲི་མ་མེད་པར་འགྱུར་བ་མ་ཡིན། ཤིན་ཏུ་ཚངས་པར་སྤྱོད་པ་ལ་གནས་པར་འགྱུར་བ་མ་ཡིན་གྱི་ཚངས་པའི་འཇིག་རྟེན་དང་སྐལ་བ་མཉམ་པའི་བར་གྱི་ཆོས་བཤད་དོ།
en: I had hundreds of, thousands of, hundreds of thousands of disciples and preached to them the Dharma that was not for completely exhausting the cycle of rebirth, becoming completely taintless, or completely cultivating the pure life but for participating in the Brahmā World.

source: ངས་སེམས་ཅན་ལ་ཕན་པ་བྱས་པ་དེས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཐོབ་བོ་སྙམ་ན་ཁྱོད་ཀྱིས་དེ་ལྟར་མི་བལྟ་སྟེ།
en: If you think that I attained supreme and complete awakening because I benefited beings, you should think otherwise;

source: །རྒྱལ་པོ་ཆེན་པོ་གཞན་ཡང་ངས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་དོན་དུ་གཉེར་བའི་ཕྱིར་སེམས་ཅན་ལ་ཕན་པ་བྱས་པ་གང་ཡིན་པ་དེ་ཉོན་ཅིག །རྒྱལ་པོ་ཆེན་པོ་སྔོན་བྱུང་བ་སྟོན་པ་ལྐུགས་འཕྱེ་ཞེས་བྱ་བ་ཕྱི་རོལ་པའི་མུ་སྟེགས་རྫུ་འཕྲུལ་དང་ལྡན་པ།
en: “Great King, again, seeking supreme and complete awakening, I benefited beings. Listen to that story.

source: འདོད་པ་རྣམས་ལས་འདོད་ཆགས་དང་བྲལ་བ་ཞིག་བྱུང་བར་གྱུར་ཏེ།
en: “Great King, once there was a teacher named Mūkapaṅgu, who was a non-Buddhist ascetic, possessed of magical power, and free from desires.

source: དེ་བྲམ་ཟེའི་ཁྱེའུ་ལྔ་བརྒྱ་སློབ་པར་བྱེད་དོ།
en: He was teaching five hundred young brahmins.

source: །དེ་ནས་དུས་གཞན་ཞིག་ན་སྟོན་པ་ལྐུགས་འཕྱེ་འདི་སྙམ་དུ་སེམས་ཏེ། ཅིའི་ཕྱིར་བྲམ་ཟེའི་ཁྱེའུ་འདི་རྣམས་ཀྱིས་མངོན་པར་ཤེས་པ་ལྔ་མངོན་སུམ་དུ་མ་བྱས་སྙམ་མོ། །དེ་ཡང་འདི་སྙམ་དུ་སེམས་ཏེ།
en: Then, one day the teacher Mūkapaṅgu thought, ‘Why do these young brahmins not actualize the five kinds of supernormal knowledge?’

source: འདི་རྣམས་གཡང་གཞི་དང་། ཤིང་ཤུན་དང་། དབྱུག་གུ་དང་། རིལ་བ་སྤྱི་བླུགས་དང་། བླུགས་གཟར་གྱི་སྣོད་ལྷག་པ་འཆང་ཞིང་། ཚོད་རྔད་དང་། ཨུཏྤ་ལའི་རྩ་བ་སྦྱོར་བ་ལ་བརྩོན་པར་གནས་པ་ལས་གྱུར་ཏོ་སྙམ་མོ།
en: “Again he thought, ‘Because they possess extra antelope skin, bark, sticks, water jars, and ladles, and live devoted to efforts aimed at acquiring vegetables and utpala roots.’

source: །དེ་ནས་སྟོན་པ་ལྐུགས་འཕྱེ་འདི་སྙམ་དུ་སེམས་ཏེ། གལ་ཏེ་བྲམ་ཟེའི་ཁྱེའུ་རྣམས་ལ་ནན་ཐུར་ཞིག་མ་བྱས་ན་དབྲལ་བར་དཀའོ་སྙམ་མོ།
en: “Then the teacher Mūkapaṅgu thought, ‘If I do not make a demand of the young brahmins, it will be difficult for them to break from such a way of life.’

source: །བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་གདུལ་བ་ལ་མཁས་པ་ནི་བླ་ན་མེད་པ་ཡིན་པས།
en: “The bodhisattvas are supreme instructors.

source: དེ་ནས་སྟོན་པ་ལྐུགས་འཕྱེས་བྲམ་ཟེའི་ཁྱེའུ་རྣམས་ལ་སྨྲས་པ། བྲམ་ཟེའི་ཁྱེའུ་དག་ཟླ་བ་གསུམ་པོ་འདི་དག་ལ་ཁོ་བོ་ནང་དུ་ཡང་དག་འཇོག་འདོད་ཀྱིས།
en: And so the teacher Mūkapaṅgu said to the young brahmins, ‘Young brahmins, I will go into seclusion for three months.

source: ཁོ་བོ་ལ་འབྲས་བུ་དང་རྩ་བ་སྟོབས་པའི་བྲམ་ཟེའི་ཁྱེའུ་གཅིག་དང་། གསོ་སྦྱོང་བཅྭ་ལྔ་པ་དེ་ཉིད་མ་གཏོགས་པར་བྲམ་ཟེའི་ཁྱེའུ་སུ་ཡང་མ་འོང་ཤིག །བྲམ་ཟེའི་ཁྱེའུ་དེ་རྣམས་ཀྱིས་ཀྱང་ཁྲིམས་སུ་བཅས་པ།
en: No young brahmins should come to me except when a young brahmin brings me fruits and roots, or when it is the day of poṣadha, which is held every fifteen days.’

source: བདག་ཅག་ལས་དབྱར་གྱི་ནང་ལོགས་སུ་རྩ་བ་དང་འབྲས་བུ་སྟོབས་པའི་བྲམ་ཟེའི་ཁྱེའུ་གཅིག་དང་། གསོ་སྦྱོང་བཅྭ་ལྔ་པ་དེ་ཉིད་མ་གཏོགས་པར་བྲམ་ཟེའི་ཁྱེའུ་སུ་ཡང་མཁན་པོ་ལྟ་ཞིང་འགྲོ་བར་མི་བྱའོ།
en: “The young brahmins thereby made an agreement: ‘During the summer, none of us young brahmins should go to see the Master except when a young brahmin takes him fruits and roots, or when it is the day of poṣadha, which is held every fifteen days.

source: །བདག་ཅག་ལས་དབྱར་གྱི་ནང་ལོགས་སུ་རྩ་བ་དང་འབྲས་བུ་སྟོབས་པའི་བྲམ་ཟེའི་ཁྱེའུ་གཅིག་དང་། གསོ་སྦྱོང་བཅྭ་ལྔ་པ་དེ་ཉིད་མ་གཏོགས་པར་གང་ཞིག་མཁན་པོ་ལྟ་ཞིང་སོང་བར་གྱུར་ན་དེ་ནི་བདག་ཅག་གིས་ཉེས་པ་ཅན་དུ་བརྩིའོ་ཞེས་བྱས་ནས།
en: If someone among us goes to see the Master during the summer except when a young brahmin takes him fruits and roots, or when it is the day of poṣadha, which is held every fifteen days, he will be regarded by us as having committed an offense.’

source: སྟོན་པ་ལྐུགས་འཕྱེ་ཟླ་བ་གསུམ་པོ་དེ་ལ་ནང་དུ་ཡང་དག་འཇོག་ལ་ཞུགས་པ་དང་། རྩ་བ་དང་འབྲས་བུ་སྟོབས་པའི་བྲམ་ཟེའི་ཁྱེའུ་གཅིག་དང་། གསོ་སྦྱོང་བཅྭ་ལྔ་པ་དེ་ཉིད་མ་གཏོགས་པར་བྲམ་ཟེའི་ཁྱེའུ་སུ་ཡང་དེའི་དྲུང་དུ་མི་འགྲོའོ།
en: “The teacher Mūkapaṅgu was in seclusion there during the three months. No young brahmins went to him except when a young brahmin took him fruits and roots, or when it was the day of poṣadha, which was held every fifteen days.

source: །སྟོན་པ་ལྐུགས་འཕྱེས་རྒྱང་རིང་པོ་ཁོ་ན་ནས་རི་དགས་ཞིག་མཐོང་ངོ་། །མཐོང་ནས་ཀྱང་འདི་སྐད་ཅེས་སྨྲས་སོ། །རི་དགས་འོངས་པ་ལེགས་སོ་ཚུར།
en: “Once, when the teacher Mūkapaṅgu saw a deer from a distance, he said, ‘Welcome, deer!

source: རི་དགས་ཁྱོད་དང་ཁོ་བོ་ནི་མཚུངས་ཏེ།
en: Deer, you and I are the same.

source: ཁྱོད་ཀྱང་ཟས་ལྟོ་འགྲངས་ཙམ་གྱིས་ཆོག་ཅིང་ཀུན་དུ་ཆོག་ལ། ཁོ་བོ་ཡང་ལྟོ་འགྲངས་ཙམ་གྱིས་ཆོག་ཅིང་ཀུན་དུ་ཆོག་ན།
en: You are content, completely content, with an amount of food that barely satisfies you, and so am I.

source: འདི་ན་ཁ་ཅིག་ནི་དེ་ལྟ་མ་ཡིན་ཏེ། ཧ་ཀྱང་ཚོད་རྔད་དང་། ཨུཏྤ་ལའི་རྩ་བ་སྦྱོར་བ་ལ་བརྩོན་པར་གནས་སོ།
en: But some people here are different, living excessively devoted to efforts aimed at acquiring vegetables and utpala roots.’
